---
kind: enumMember
id: F:Autodesk.Revit.DB.SimpleWorksetConfiguration.AskUserToSpecify
enum: Autodesk.Revit.DB.SimpleWorksetConfiguration
source: html/6d3766a3-da32-1b8f-938f-72f0b86bd6b2.htm
---
# Autodesk.Revit.DB.SimpleWorksetConfiguration.AskUserToSpecify

Explicitly ask the user the specify which user-created worksets to open.